Repository: Du4ert/easySubscribePlugin
Catalog: locale/*/locale.po
Languages: ru_ru

# plugins.generic.easySubscribe.displayName
source: Easy subscribe
ru_ru: Easy subscribe - простая форма подписки

# plugins.generic.easySubscribe.description
source: Plugin for subscribe to journal notification without user registration.
ru_ru: Подписка на объявления, рассылку уведомлений читателям и публикацию выпусков.

# plugins.generic.easySubscribe.page.subscribe
source: Subscribe
ru_ru: Уведомления

# plugins.generic.easySubscribe.page.subscribe.title
source: Subscribe to email send
ru_ru: Подписаться на рассылку

# plugins.generic.easySubscribe.page.description
source: Enter your email address to receive immediate notifications of important new content added to the journal.
ru_ru: Введите свой электронный адрес, чтобы получать уведомления о новостях журнала.

# plugins.generic.easySubscribe.page.unsubscribe.title
source: Unsubscribe
ru_ru: Отписаться

# plugins.generic.easySubscribe.breadcrumbs
source: Subscription
ru_ru: Подписка

# plugins.generic.easySubscribe.page.email
source: Email
ru_ru: Адрес (E-mail)

# plugins.generic.easySubscribe.page.email.confirm
source: Confirm email
ru_ru: Подтвердите адрес E-mail

# plugins.generic.easySubscribe.page.email.placeholder
source: Enter your email
ru_ru: Введите e-mail

# plugins.generic.easySubscribe.page.email.confirm.placeholder
source: Confirm your email
ru_ru: Подтвердите e-mail

# plugins.generic.easySubscribe.page.locale
source: Select the language in which you want to receive notifications
ru_ru: Выберите язык, на котором хотите получать уведомления

# plugins.generic.easySubscribe.form.error.exists
source: This email address already exists
ru_ru: Этот e-mail адрес уже используется для получения уведомлений

# plugins.generic.easySubscribe.form.error.empty
source: Email field empty
ru_ru: Заполните поле

# plugins.generic.easySubscribe.form.error.wrong
source: Wrong email address
ru_ru: Неправильный e-mail

# plugins.generic.easySubscribe.page.register.confirm.error
source: E-mails do not match
ru_ru: E-mail не совпадают

# plugins.generic.easySubscribe.form.button
source: Apply email
ru_ru: Подписаться

# plugins.generic.easySubscribe.page.register.error
source: Please use standard subsription form:
ru_ru: Пожалуйста используйте стандартную форму подписки:

# plugins.generic.easySubscribe.form.success
source: A notification has been sent to your mailbox. To activate your subscription, follow the link in the letter.
ru_ru: На ваш почтовый ящик выслано уведомление. Чтобы активировать подписку, перейдите по ссылке в письме.

# plugins.generic.easySubscribe.activate.success
source: Success. Your e-mail subscription activated.
ru_ru: Вы успешно подписались на рассылку. Спасибо.

# plugins.generic.easySubscribe.activate
source: Activate
ru_ru: Активировать

# plugins.generic.easySubscribe.activate.title
source: E-mail notification activation
ru_ru: Активация подписки на уведомления

# plugins.generic.easySubscribe.activate.error
source: Wrong email address or id.
ru_ru: Неправильный e-mail или id.

# plugins.generic.easySubscribe.unsubscribe.success
source: Success
ru_ru: Вы успешно отписались от рассылки. Возвращайтесь (

# plugins.generic.easySubscribe.unsubscribe.error
source: Wrong email address or id
ru_ru: Неправильный e-mail или id.

# plugins.generic.easySubscribe.letter.header
source: This is an automatic notification from the site
ru_ru: Это автоматическое уведомление с сайта

# plugins.generic.easySubscribe.letter.unsubscribe.title
source: unsubscribe
ru_ru: отписаться

# plugins.generic.easySubscribe.letter.unsubscribe.text
source: To unsubscribe from the newsletter, follow the link:
ru_ru: Чтобы отписаться от рассылки, перейдите по ссылке:

# plugins.generic.easySubscribe.letter.register.subject
source: Registered notification subscription
ru_ru: Зарегистрирована подписка на уведомления

# plugins.generic.easySubscribe.letter.register.text
source: You received this notification because your mailbox was registered on the site
ru_ru: Вы получили это уведомление, потому что ваш почтовый ящик был зарегистрирован на сайте

# plugins.generic.easySubscribe.letter.activate.title
source: activate
ru_ru: активировать

# plugins.generic.easySubscribe.letter.activate.text
source: To activate your subscription, follow the link
ru_ru: Чтобы активировать подписку, перейдите по ссылке

# plugins.generic.easySubscribe.letter.issue.title
source: New issue published:
ru_ru: Опубликован новый выпуск:

# plugins.generic.easySubscribe.letter.issue.link
source: Available from the link:
ru_ru: Доступен по ссылке:

# plugins.generic.easySubscribe.letter.announcement.subject
source: New announcement on the site
ru_ru: Новое объявление на сайте

# plugins.generic.easySubscribe.letter.announcement.title
source: New announcement:
ru_ru: Новое объявление:

# plugins.generic.easySubscribe.letter.announcement.link
source: More details on the link:
ru_ru: Подробнее по ссылке:

# plugins.generic.easySubscribe.letter.subject
source: New notification from the site
ru_ru: Новое уведомление с сайта

# plugins.generic.easySubscribe.page.list.title
source: List of the subscribers
ru_ru: Список подписавшихся
